{
    "config": {
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Source": "main",
            "Updated": "2024-08-13T20:23:40.6052361+08:00",
            "Version": "24.08",
            "Info": "",
            "Name": "7zip"
        },
        {
            "Source": "main",
            "Updated": "2023-04-07T23:56:25.8421418+08:00",
            "Version": "3.7.0",
            "Info": "",
            "Name": "ack"
        },
        {
            "Source": "extras",
            "Updated": "2024-10-23T17:46:57.4976078+08:00",
            "Version": "0.14.0",
            "Info": "",
            "Name": "alacritty"
        },
        {
            "Source": "extras",
            "Updated": "2024-05-05T16:58:50.6640543+08:00",
            "Version": "24.4.28.0",
            "Info": "",
            "Name": "archwsl"
        },
        {
            "Source": "main",
            "Updated": "2023-11-03T19:49:56.1499214+08:00",
            "Version": "0.24.0",
            "Info": "",
            "Name": "bat"
        },
        {
            "Source": "main",
            "Updated": "2024-09-26T10:28:45.4721173+08:00",
            "Version": "2024-09-24",
            "Info": "",
            "Name": "cacert"
        },
        {
            "Source": "main",
            "Updated": "2024-11-08T12:16:42.4952035+08:00",
            "Version": "3.31.0",
            "Info": "",
            "Name": "cmake"
        },
        {
            "Source": "main",
            "Updated": "2024-02-25T18:18:15.3797503+08:00",
            "Version": "3.14",
            "Info": "",
            "Name": "dark"
        },
        {
            "Source": "extras",
            "Updated": "2024-07-08T11:28:10.9430552+08:00",
            "Version": "29.4",
            "Info": "",
            "Name": "emacs"
        },
        {
            "Source": "extras",
            "Updated": "2024-08-09T18:08:57.8219425+08:00",
            "Version": "1.4.1.1026",
            "Info": "",
            "Name": "everything"
        },
        {
            "Source": "main",
            "Updated": "2024-08-24T22:00:14.6440156+08:00",
            "Version": "10.2.0",
            "Info": "",
            "Name": "fd"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2023-09-16T15:37:09.809356+08:00",
            "Version": "6.2",
            "Info": "",
            "Name": "FiraCode"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2024-04-20T17:46:44.6072954+08:00",
            "Version": "3.2.1",
            "Info": "",
            "Name": "FiraCode-NF"
        },
        {
            "Source": "main",
            "Updated": "2024-11-13T18:25:12.5189882+08:00",
            "Version": "0.56.2",
            "Info": "",
            "Name": "fzf"
        },
        {
            "Source": "main",
            "Updated": "2024-11-08T12:16:48.473053+08:00",
            "Version": "2.61.0",
            "Info": "",
            "Name": "gh"
        },
        {
            "Source": "extras",
            "Updated": "2024-10-06T19:01:52.9958753+08:00",
            "Version": "2.6.0",
            "Info": "",
            "Name": "git-credential-manager"
        },
        {
            "Source": "extras",
            "Updated": "2024-11-10T15:21:59.4120676+08:00",
            "Version": "5.1.1.17970",
            "Info": "",
            "Name": "gitextensions"
        },
        {
            "Source": "main",
            "Updated": "2024-08-29T18:22:13.8333079+08:00",
            "Version": "6.0.1",
            "Info": "",
            "Name": "gnuplot"
        },
        {
            "Source": "extras",
            "Updated": "2024-10-28T12:34:30.3983691+08:00",
            "Version": "0.6.10",
            "Info": "",
            "Name": "goneovim"
        },
        {
            "Source": "extras",
            "Updated": "2024-09-05T19:56:24.3829992+08:00",
            "Version": "4.3.1",
            "Info": "",
            "Name": "gpg4win"
        },
        {
            "Source": "main",
            "Updated": "2024-11-13T18:27:26.9748838+08:00",
            "Version": "8.11",
            "Info": "",
            "Name": "gradle"
        },
        {
            "Source": "main",
            "Updated": "2024-11-05T11:22:32.2748134+08:00",
            "Version": "12.2.0",
            "Info": "",
            "Name": "graphviz"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2024-08-29T15:30:51.930827+08:00",
            "Version": "3.2.1",
            "Info": "",
            "Name": "Hack-NF"
        },
        {
            "Source": "main",
            "Updated": "2024-11-07T10:38:35.0357749+08:00",
            "Version": "0.138.0",
            "Info": "",
            "Name": "hugo"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2024-09-05T20:29:34.558574+08:00",
            "Version": "3.2.1",
            "Info": "",
            "Name": "IBMPlexMono-NF"
        },
        {
            "Source": "main",
            "Updated": "2024-11-06T09:37:59.3763541+08:00",
            "Version": "1.76",
            "Info": "",
            "Name": "innounp"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2024-04-20T19:53:39.6750925+08:00",
            "Version": "3.2.1",
            "Info": "",
            "Name": "JetBrainsMono-NF"
        },
        {
            "Source": "main",
            "Updated": "2024-08-29T18:21:06.9355412+08:00",
            "Version": "1.7.1",
            "Info": "",
            "Name": "jq"
        },
        {
            "Source": "extras",
            "Updated": "2024-10-28T12:34:57.9207818+08:00",
            "Version": "1.7.1",
            "Info": "",
            "Name": "koodo-reader"
        },
        {
            "Source": "main",
            "Updated": "2024-08-19T20:10:14.7993309+08:00",
            "Version": "3.9.9",
            "Info": "",
            "Name": "maven"
        },
        {
            "Source": "extras",
            "Updated": "2023-04-07T23:56:37.2331833+08:00",
            "Version": "1.4.4",
            "Info": "",
            "Name": "mkcert"
        },
        {
            "Source": "extras",
            "Updated": "2024-11-01T21:47:19.3645293+08:00",
            "Version": "24.3",
            "Info": "",
            "Name": "mobaxterm"
        },
        {
            "Source": "main",
            "Updated": "2024-07-30T12:07:48.6083523+08:00",
            "Version": "2024-07-27",
            "Info": "",
            "Name": "msys2"
        },
        {
            "Source": "extras",
            "Updated": "2024-07-18T20:20:57.12385+08:00",
            "Version": "0.13.3",
            "Info": "",
            "Name": "neovide"
        },
        {
            "Source": "main",
            "Updated": "2024-10-06T19:02:09.7398451+08:00",
            "Version": "0.10.2",
            "Info": "",
            "Name": "neovim"
        },
        {
            "Source": "extras",
            "Updated": "2024-05-19T21:14:11.042851+08:00",
            "Version": "0.2.18",
            "Info": "",
            "Name": "neovim-qt"
        },
        {
            "Source": "versions",
            "Updated": "2024-10-09T18:23:44.9095332+08:00",
            "Version": "20.18.0",
            "Info": "",
            "Name": "nodejs20"
        },
        {
            "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
            "Updated": "2024-11-13T18:27:37.0874708+08:00",
            "Version": "24.3.0",
            "Info": "",
            "Name": "oh-my-posh"
        },
        {
            "Source": "main",
            "Updated": "2024-10-06T19:02:49.9671707+08:00",
            "Version": "3.5",
            "Info": "",
            "Name": "pandoc"
        },
        {
            "Source": "dorado",
            "Updated": "2023-04-07T23:56:43.6620416+08:00",
            "Version": "1.1.9.1",
            "Info": "",
            "Name": "pasteex"
        },
        {
            "Source": "main",
            "Updated": "2024-09-16T21:48:17.017111+08:00",
            "Version": "5.40.0.1",
            "Info": "",
            "Name": "perl"
        },
        {
            "Source": "extras",
            "Updated": "2024-07-13T22:17:53.7863966+08:00",
            "Version": "1.1.0",
            "Info": "",
            "Name": "posh-git"
        },
        {
            "Source": "main",
            "Updated": "2024-10-20T21:37:19.7028975+08:00",
            "Version": "7.4.1",
            "Info": "",
            "Name": "redis"
        },
        {
            "Source": "main",
            "Updated": "2024-09-11T11:42:10.144138+08:00",
            "Version": "14.1.1",
            "Info": "",
            "Name": "ripgrep"
        },
        {
            "Source": "extras",
            "Updated": "2023-08-12T13:18:49.2312511+08:00",
            "Version": "2.0",
            "Info": "",
            "Name": "runcat"
        },
        {
            "Source": "main",
            "Updated": "2024-10-22T15:38:24.6055519+08:00",
            "Version": "1.27.1",
            "Info": "",
            "Name": "rustup"
        },
        {
            "Source": "main",
            "Updated": "2024-07-14T19:50:17.1029014+08:00",
            "Version": "1.5.0",
            "Info": "",
            "Name": "scoop-search"
        },
        {
            "Source": "main",
            "Updated": "2024-10-12T21:41:18.962986+08:00",
            "Version": "4.9",
            "Info": "",
            "Name": "sed"
        },
        {
            "Source": "main",
            "Updated": "2024-08-29T18:25:28.3915138+08:00",
            "Version": "0.10.0",
            "Info": "",
            "Name": "shellcheck"
        },
        {
            "Source": "extras",
            "Updated": "2024-11-13T18:27:45.6403291+08:00",
            "Version": "8.38",
            "Info": "",
            "Name": "sourcegit"
        },
        {
            "Source": "extras",
            "Updated": "2024-09-14T11:35:26.4155322+08:00",
            "Version": "3.4.20",
            "Info": "",
            "Name": "sourcetree"
        },
        {
            "Source": "main",
            "Updated": "2023-04-07T23:56:42.0280207+08:00",
            "Version": "0.2020.01.26",
            "Info": "",
            "Name": "sudo"
        },
        {
            "Source": "extras",
            "Updated": "2024-10-25T14:07:15.5559595+08:00",
            "Version": "2024.7.23",
            "Info": "",
            "Name": "sysinternals"
        },
        {
            "Source": "extras",
            "Updated": "2024-02-25T17:05:49.1759289+08:00",
            "Version": "11.03",
            "Info": "",
            "Name": "totalcommander"
        },
        {
            "Source": "main",
            "Updated": "2023-04-07T23:56:42.6367545+08:00",
            "Version": "6.00",
            "Info": "",
            "Name": "unzip"
        },
        {
            "Source": "main",
            "Updated": "2024-10-23T17:45:34.8247071+08:00",
            "Version": "5.21.0",
            "Info": "",
            "Name": "v2ray"
        },
        {
            "Source": "versions",
            "Updated": "2024-11-13T18:27:58.9026537+08:00",
            "Version": "9.1.0861",
            "Info": "",
            "Name": "vim-nightly"
        },
        {
            "Source": "main",
            "Updated": "2024-09-11T14:41:41.8251556+08:00",
            "Version": "1.21.4",
            "Info": "",
            "Name": "wget"
        },
        {
            "Source": "extras",
            "Updated": "2023-12-23T20:53:05.8064737+08:00",
            "Version": "1.3.524",
            "Info": "",
            "Name": "wox"
        },
        {
            "Source": "versions",
            "Updated": "2024-11-07T10:39:38.5732584+08:00",
            "Version": "20241107",
            "Info": "",
            "Name": "zed-nightly"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-11-13T16:30:21+08:00",
            "Manifests": 1347
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-11-13T16:32:08+08:00",
            "Manifests": 2096
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2024-11-13T16:45:05+08:00",
            "Manifests": 470
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2024-07-14T01:37:31+08:00",
            "Manifests": 276
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-11-04T02:29:17+08:00",
            "Manifests": 342
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-11-13T04:19:02+08:00",
            "Manifests": 294
        },
        {
            "Name": "Ash258",
            "Source": "https://github.com/Ash258/Scoop-Ash258.git",
            "Updated": "2024-11-13T07:02:10+08:00",
            "Manifests": 356
        },
        {
            "Name": "dorado",
            "Source": "https://github.com/h404bi/dorado",
            "Updated": "2024-11-13T08:16:59+08:00",
            "Manifests": 257
        },
        {
            "Name": "kiennq-scoop",
            "Source": "https://github.com/kiennq/scoop-misc",
            "Updated": "2024-11-13T09:53:53+08:00",
            "Manifests": 22
        },
        {
            "Name": "v2raya",
            "Source": "https://github.com/v2rayA/v2raya-scoop",
            "Updated": "2024-11-13T09:55:38+08:00",
            "Manifests": 7
        }
    ]
}
