alacritty
anaconda
anytype
apifox
applite
claude-code
codex
container
copilot-cli
dash
#dbeaver-community
double-commander
drawio
emacs
emacs-app
excalidrawz
#finalshell
firefox@developer-edition
font-blex-mono-nerd-font
font-fira-mono-nerd-font
font-hack-nerd-font
font-jetbrains-mono
font-jetbrains-mono-nerd-font
font-sarasa-gothic
foobar2000
gimp
github
github-copilot-for-xcode
google-drive
graalvm-jdk@21
hammerspoon
hiddenbar
httpie-desktop
#intellij-idea-ce
iterm2
itsycal
jd-gui
#karabiner-elements
kitty
lepton
localsend
#logitech-g-hub
logseq
macvim
macvim-app
masscode
miaoyan
#mysqlworkbench
neovide
neovide-app
netnewswire
obsidian
ollama-app
omnidisksweeper
opencode-desktop
openemu
picgo
qq
raven-reader
raycast
redis-insight
sourcetree
#squirrel
#squirrel-app
stats
steam
swiftbar
tabby
tmpdisk
typora
#v2rayx
visual-studio-code
vlc
warp
#wireshark
zed
